age
alacritty
base
base-devel
bc
bemenu
brightnessctl
chezmoi
dhcpcd
discord
dunst
efibootmgr
ethtool
exa
firefox
flatpak
fzf
gamescope
git
gst-plugin-pipewire
helix
htop
hyprland
intel-ucode
lazygit
lf
lib32-systemd
libpulse
linux
linux-firmware
linux-headers
mpv
nautilus
neofetch
neovim
networkmanager
nodejs
npm
ntfs-3g
nvidia
nvidia-prime
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
progress
pulsemixer
python-pipx
r8168
ripgrep
sccache
spotify-launcher
starship
steam
tmux
trash-cli
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-liberation
unicode-emoji
unzip
v4l2loopback-dkms
w3m
waybar
wget
wireplumber
wl-clipboard
wofi
wqy-zenhei
xdg-desktop-portal-hyprland
xdg-user-dirs
zoxide
zram-generator
zsh
zsh-autosuggestions
